{
    "dares": [
    "Sing the chorus of your favorite song in public.",
    "Do 20 push-ups.",
    "Call a friend and speak in a funny accent for 5 minutes.",
    "Take a selfie with a stranger.",
    "Eat a spoonful of hot sauce.",
    "Do a cartwheel in a public place.",
    "Ask a stranger for a piggyback ride.",
    "Dance like nobody's watching for one minute.",
    "Wear your clothes backward for the next hour.",
    "Send a text to your crush saying you like them (or a friend if you're single).",
    "Speak only in rhyme for the next 10 minutes.",
    "Wear socks on your hands for the next 30 minutes.",
    "Do the chicken dance in a crowded area.",
    "Take a funny selfie with a random object in public.",
    "Balance a spoon on your nose for one minute.",
    "Do your best impression of a celebrity.",
    "Give a heartfelt compliment to the next person you see.",
    "Tell a joke to a stranger.",
    "Do a handstand against a wall for 30 seconds.",
    "Let someone give you a makeover with whatever makeup they have.",
    "Eat a piece of fruit without using your hands.",
    "Try to breakdance for one minute.",
    "Text your parents saying you're dropping out of school (or a fake scenario if you're not in school).",
    "Speak in a whisper for the next 15 minutes.",
    "Do a plank for as long as you can.",
    "Wear a silly hat for the rest of the day.",
    "Jump in place 50 times.",
    "Do your best impression of a famous cartoon character.",
    "Give a high-five to a stranger.",
    "Go outside and do your best chicken impression.",
    "Eat a spoonful of mustard.",
    "Sing a nursery rhyme in an opera voice.",
    "Wear a sign that says 'Free Hugs' for 15 minutes.",
    "Speak in a foreign accent for the next hour.",
    "Take a selfie with a statue or monument.",
    "Do a silly dance in the middle of a crowded area.",
    "Recite the alphabet backward.",
    "Do a round of the Macarena in public.",
    "Let someone draw a mustache on your face with a marker.",
    "Attempt to juggle three random objects for one minute.",
    "Do 10 jumping jacks.",
    "Find a random stranger and give them a high-five.",
    "Do your best impersonation of a famous movie character.",
    "Eat a spoonful of peanut butter without water.",
    "Talk to a houseplant as if it were a long-lost friend.",
    "Wear socks on your hands and try to type a message.",
    "Go to a store and ask for a product that doesn't exist.",
    "Do a victory dance for no reason.",
    "Try to touch your nose with your tongue.",
    "Compliment a stranger's shoes.",
    "Walk backward for the next 5 minutes.",
    "Wear your clothes inside out for the next hour.",
    "Do an interpretive dance to your favorite song.",
    "Draw a funny face on your stomach and show it to someone.",
    "Try to hula hoop for one minute.",
    "Walk up to a random person and tell them a joke.",
    "Do a handstand and sing the national anthem.",
    "Wear sunglasses indoors for the next 30 minutes.",
    "Do a silly walk down the street.",
    "Put on a funny costume and take a stroll around your neighborhood.",
    "Start a conversation with a stranger by complimenting their hair.",
    "Eat a raw onion slice.",
    "Try to break an egg with one hand.",
    "Recite a tongue twister five times without making a mistake.",
    "Take a selfie with a dog (with the owner's permission, of course).",
    "Do your best impression of a famous meme.",
    "Try to do a backflip (safely!) on a trampoline or soft surface.",
    "Wear mismatched shoes for the next hour.",
    "Find a street performer and join in their act for a minute.",
    "Talk to a random object like it's a close friend.",
    "Hold a plank position for two minutes.",
    "Wear a funny hat and sing a silly song in public.",
    "Try to touch your toes without bending your knees.",
    "Start a dance party in a public place.",
    "Recite a poem about bananas in a dramatic voice.",
    "Wear a sign that says 'Ask me for a joke' and tell jokes to people who approach you.",
    "Eat a spoonful of cinnamon.",
    "Ask a stranger to take a picture of you doing a silly pose.",
    "Hop on one foot for a minute.",
    "Try to lick your elbow.",
    "Wear a temporary tattoo on your face for the next hour.",
    "Do your best impression of a robot.",
    "Speak in pig Latin for the next 15 minutes.",
    "Try to touch your nose with your tongue.",
    "Dance like a robot in the middle of a crowded area.",
    "Sing 'Happy Birthday' to a random passerby.",
    "Do the limbo in a public place.",
    "Find a street sign and strike a pose next to it.",
    "Wear a funny wig and pretend to be a news reporter doing a live broadcast.",
    "Ask a stranger for a joke and laugh as if it's the funniest thing you've ever heard.",
    "Take a selfie with a street performer and mimic their pose.",
    "Try to touch your toes while balancing on one leg.",
    "Attempt to whistle your favorite tune.",
    "Walk like a crab sideways for 1 minute.",
    "Do your best impression of a famous superhero.",
    "Wear a pair of socks on your hands and try to eat with them.",
    "Strike a dramatic pose on a park bench and pretend you're in a movie.",
    "Talk in a high-pitched voice for the next 10 minutes.",
    "Try to do a handstand against a wall for 30 seconds.",
    "Find a puddle and jump over it.",
    "Do the wave to strangers passing by.",
    "Wear a sign that says 'Free Compliments' and give compliments to strangers for 10 minutes.",
    "Do 10 jumping jacks while reciting the multiplication table.",
    "Find a stranger and challenge them to a thumb war.",
    "Wear a pair of sunglasses and pretend you're a secret agent on a mission.",
    "Try to moonwalk across a room.",
    "Strike a pose like a famous statue in a public place.",
    "Sing 'Twinkle, Twinkle, Little Star' in a heavy metal voice.",
    "Do your best impression of a famous athlete celebrating a victory.",
    "Wear a tie as a headband for the next hour.",
    "Try to do a backflip (safely!) on a bed or soft surface.",
    "Find a street sign with a funny name and take a selfie with it.",
    "Make up a rap about the nearest object.",
    "Wear a funny hat and give a dramatic speech to a random group of people.",
    "Try to spin around in circles 10 times without getting dizzy.",
    "Ask a stranger to teach you a dance move and then perform it for them.",
    "Do your best impression of a cat meowing.",
    "Wear socks on your hands for the next 10 minutes.",
    "Find a random object and take a selfie with it as if it were your best friend.",
    "Speak in a British accent for the next hour.",
    "Try to balance a spoon on your nose for 1 minute.",
    "Walk backward for the next 5 minutes.",
    "Do your best impression of a famous movie villain.",
    "Wear a pair of shoes on your hands and try to tie your shoelaces.",
    "Try to do a cartwheel in slow motion.",
    "Find a random item in your house and make up a story about its origins.",
    "Wear a paper crown and pretend you're royalty for the next hour.",
    "Do the floss dance in a public place.",
    "Wear a backpack on your front and walk around like that for 10 minutes.",
    "Try to lick your elbow and fail dramatically.",
    "Find a stranger and tell them a funny joke.",
    "Wear a pair of gloves and try to type a message on your phone.",
    "Do your best impression of a famous cartoon villain.",
    "Wear a tie as a belt for the next hour.",
    "Find a street performer and ask if you can join their act for a minute.",
    "Try to do a somersault in slow motion.",
    "Wear a funny hat and sing 'I'm a Little Teapot' in public.",
    "Do your best impression of a famous TV character.",
    "Wear a pair of sunglasses indoors and strike a cool pose.",
    "Try to do the robot dance in a public place.",
    "Wear a backpack on your front and pretend you're a kangaroo.",
    "Find a random object and take a selfie with it as if it were your pet.",
    "Speak in a pirate accent for the next hour.",
    "Try to juggle three random objects for 1 minute.",
    "Find a stranger and ask them to take a picture of you doing a silly pose.",
    "Wear socks on your hands and try to eat with them.",
    "Find a random object and create a short skit involving it.",
    "Try to do a handstand against a wall for 30 seconds.",
    "Wear a funny hat and ask strangers for their best joke.",
    "Find a stranger and challenge them to a dance-off.",
    "Wear your clothes inside out for the next hour.",
    "Try to do a backflip (safely!) on a soft surface.",
    "Wear a pair of socks on your hands and try to eat with them.",
    "Try to touch your nose with your tongue and fail hilariously.",
    "Walk like a zombie for 1 minute.",
    "Wear a sign that says 'Ask me for a joke' and tell jokes to people who approach you.",
    "Find a stranger and challenge them to a thumb war.",
    "Try to balance a book on your head and walk around.",
    "Wear a pair of sunglasses and pretend you're a secret agent on a mission.",
    "Find a puddle and jump over it.",
    "Wear a paper crown and pretend you're royalty for the next hour.",
    "Do your best impression of a famous movie villain.",
    "Wear a tie as a headband for the next hour.",
    "Try to do the moonwalk across a room.",
    "Speak in pig Latin for the next 15 minutes.",
    "Wear a backpack on your front and pretend you're a kangaroo.",
    "Try to do the worm dance move on the ground.",
    "Wear a pair of gloves and try to type a message on your phone.",
    "Do your best impression of a famous TV character.",
    "Find a random object and take a selfie with it as if it were your pet.",
    "Try to do a cartwheel in slow motion.",
    "Wear a pair of shoes on your hands and try to tie your shoelaces.",
    "Do your best impression of a chicken clucking.",
    "Wear a tie as a belt for the next hour.",
    "Try to balance a spoon on your nose for 1 minute.",
    "Sing a nursery rhyme as if you were performing at a rock concert.",
    "Wear a pair of socks on your hands and try to play a simple instrument.",
    "Find a stranger and ask them to join you in a silly dance.",
    "Try to do a somersault in slow motion.",
    "Wear a funny hat and try to start a conversation with a stranger without mentioning the hat.",
    "Find a random object and try to balance it on your head for as long as you can.",
    "Do your best impression of a famous celebrity accepting an award.",
    "Wear a tie as a headband and pretend you're a ninja for the next hour.",
    "Try to do the robot dance in the middle of a crowded area.",
    "Speak in a high-pitched voice for the next 10 minutes.",
    "Wear a pair of sunglasses indoors and act like a movie star.",
    "Find a street performer and try to imitate their act.",
    "Try to touch your toes while balancing on one foot.",
    "Wear a funny wig and pretend to be a character from a movie.",
    "Do your best impression of a famous politician giving a speech.",
    "Wear a sign that says 'Free Hugs' and hug strangers who approach you.",
    "Try to do a handstand against a wall and hold it for as long as you can.",
    "Wear a pair of socks on your hands and try to eat with them.",
    "Try to do the moonwalk across a room.",
    "Wear a paper crown and pretend you're the king or queen of a fictional kingdom.",
    "Find a stranger and ask them to teach you a dance move.",
    "Wear a tie as a belt and pretend you're a cowboy for the next hour.",
    "Try to do the worm dance move on the ground.",
    "Wear a pair of gloves and try to type a message on your phone.",
    "Do your best impression of a famous athlete celebrating a victory.",
    "Wear a backpack on your front and pretend you're a kangaroo.",
    "Try to touch your nose with your tongue and fail hilariously.",
    "Wear a funny hat and ask strangers for their best joke.",
    "Find a stranger and challenge them to a dance-off.",
    "Wear a pair of socks on your hands and try to eat with them.",
    "Try to do the moonwalk across a room.",
    "Wear a paper crown and pretend you're the king or queen of a fictional kingdom.",
    "Find a stranger and ask them to teach you a dance move.",
    "Wear a tie as a belt and pretend you're a cowboy for the next hour.",
    "Try to do the worm dance move on the ground.",
    "Wear a pair of gloves and try to type a message on your phone.",
    "Do your best impression of a famous athlete celebrating a victory.",
    "Wear a backpack on your front and pretend you're a kangaroo.",
    "Try to touch your nose with your tongue and fail hilariously.",
    "Wear a funny hat and ask strangers for their best joke.",
    "Find a stranger and challenge them to a dance-off.",
    "Try to do a handstand against a wall and hold it for as long as you can.",
    "Wear a pair of socks on your hands and try to play a simple instrument.",
    "Find a random object and try to balance it on your head for as long as you can.",
    "Do your best impression of a famous celebrity accepting an award.",
    "Wear a tie as a headband and pretend you're a ninja for the next hour.",
    "Try to do the robot dance in the middle of a crowded area.",
    "Speak in a high-pitched voice for the next 10 minutes.",
    "Wear a pair of sunglasses indoors and act like a movie star.",
    "Find a street performer and try to imitate their act.",
    "Try to touch your toes while balancing on one foot.",
    "Wear a funny wig and pretend to be a character from a movie.",
    "Do your best impression of a famous politician giving a speech.",
    "Wear a sign that says 'Free Hugs' and hug strangers who approach you.",
    "Try to do a handstand against a wall and hold it for as long as you can.",
    "Wear a pair of socks on your hands and try to eat with them.",
    "Try to do the moonwalk across a room.",
    "Wear a paper crown and pretend you're the king or queen of a fictional kingdom."
    ]
  }
  